extensions.{8620c15f-30dc-4dba-a131-7c5d20cf4a29}.description= Ferramentas \u00FAteis para testes em nightly builds.
nightly.confirm.title=Alterar compatibilidade da extens\u00E3o
nightly.confirm.description=Essa opera\u00E7\u00E3o ir\u00E1 for\u00E7ar a extens\u00E3o a ser executada em uma vers\u00E3o do aplicativo para a qual ela n\u00E3o foi projetada. Isso pode causar o mal funcionamento do aplicativo. Voc\u00EA tem certeza do que est\u00E1 fazendo??
nightly.confirm.checkbox=N\u00E3o perguntar novamente.
nightly.installsuccess.message=Todas as extens\u00F5es foram adicionadas com sucesso. Voc\u00EA deve reiniciar o aplicativo para completar a instala\u00E7\u00E3o.
nightly.installpartial.message=%S das extens\u00F5es foram adicionadas com sucesso. Voc\u00EA deve reiniciar o aplicativo para completar a instala\u00E7\u00E3o.
nightly.cannotwrite.message=%S extens\u00F5es n\u00E3o puderam ser instaladas porque ocorreu um erro ao salvar os dados na pasta de extens\u00F5es.
nightly.badrdf.message=%S extens\u00F5es n\u00E3o puderam ser instaladas porque ocorreu um erro na extra\u00E7\u00E3o e leitura do arquivo de manifesto.
nightly.notemp.message=%S extens\u00F5es n\u00E3o puderam ser instaladas porque o seu diret\u00F3rio tempor\u00E1rio est\u00E1 cheio ou inacess\u00EDvel.
nightly.nofile.message=%S extens\u00F5es n\u00E3o puderam ser instaladas porque o arquivo n\u00E3o existe.
nightly.downloadfail.message=%S extens\u00F5es n\u00E3o puderam ser instaladas porque o download falhou (status %S).
nightly.badguid.message=%S continha uma GUID inv\u00E1lida, corrigida pelo Nightly Tester. Isso pode causar erros ao tentar atualizar a extens\u00E3o.
nightly.notextbox.message=Voc\u00EA deve selecionar uma caixa de texto antes de usar essa fun\u00E7\u00E3o.
nightly.notalkback.message=N\u00E3o foi poss\u00EDvel encontrar o componente Talkback. Talvez ele n\u00E3o tenha sido instalado.
nightly.noincompatible.message=Nenhuma extens\u00E3o inconpat\u00EDvel foi encontrada.
nightly.madecompatible.message=As extens\u00F5es alteradas ser\u00E3o ativadas ap\u00F3s o rein\u00EDcio do aplicativo.
