extensions.{8620c15f-30dc-4dba-a131-7c5d20cf4a29}.description= Hasznos eszk\u00F6z\u00F6k nightly-k tesztel\u00E9s\u00E9hez (kor\u00E1bban: Build ID Copier).
nightly.confirm.title=Kiterjeszt\u00E9s kompatibilit\u00E1s\u00E1nak megv\u00E1ltoztat\u00E1sa
nightly.confirm.description=A kiterjeszt\u00E9s k\u00E9nyszer\u00EDt\u00E9se arra, hogy fusson az alkalmaz\u00E1s egy olyan verzi\u00F3j\u00E1n, amivel norm\u00E1l esetben nem m\u0171k\u00F6dne. Ez a program hib\u00E1s m\u0171k\u00F6d\u00E9s\u00E9t okozhatja. Biztosan meg akarja tenni?
nightly.confirm.checkbox=Ez a k\u00E9rd\u00E9s ne jelenjen meg t\u00F6bbet.
nightly.installsuccess.message=A kiterjeszt\u00E9sek sikeresen hozz\u00E1adva. A telep\u00EDt\u00E9s befejez\u00E9s\u00E9hez ind\u00EDtsa \u00FAjra a Firefoxot.
nightly.installpartial.message=%S kiterjeszt\u00E9s sikeresen hozz\u00E1adva. A telep\u00EDt\u00E9s befejez\u00E9s\u00E9hez ind\u00EDtsa \u00FAjra a Firefoxot.
nightly.cannotwrite.message=%S nem telep\u00EDthet\u0151, mert hiba t\u00F6rt\u00E9nt a kiterjeszt\u00E9sek mapp\u00E1j\u00E1ba t\u00F6rt\u00E9n\u0151 \u00EDr\u00E1s k\u00F6zben.
nightly.badrdf.message=%S nem telep\u00EDthet\u0151, mert hiba t\u00F6rt\u00E9nt a manifest f\u00E1jl kicsomagol\u00E1sa \u00E9s olvas\u00E1sa k\u00F6zben.
nightly.notemp.message=%Snem telep\u00EDthet\u0151, mert az ideiglenes mappa megtelt vagy nem el\u00E9rhet\u0151.
nightly.nofile.message=%S nem telep\u00EDthet\u0151, mert a f\u00E1jl nem l\u00E9tezik.
nightly.downloadfail.message=%S nem telep\u00EDthet\u0151, mert a let\u00F6lt\u00E9s megszakadt (let\u00F6ltve %S).
nightly.badguid.message=%S GUID-je \u00E9rv\u00E9nytelen volt. A Nightly Tester Tools ezt jav\u00EDtotta. Ez probl\u00E9m\u00E1kat okozhat a kiterjeszt\u00E9s \u00FAjabb verzi\u00F3ra t\u00F6rt\u00E9n\u0151 friss\u00EDt\u00E9sekor.
nightly.notextbox.message=V\u00E1lasszon ki egy sz\u00F6vegdobozt ennek a funkci\u00F3nak a haszn\u00E1lat\u00E1hoz.
nightly.notalkback.message=A Talkback nem tal\u00E1lhat\u00F3. Val\u00F3sz\u00EDn\u0171leg nincs telep\u00EDtve.
nightly.noincompatible.message=Nem tal\u00E1lhat\u00F3k inkompatibilis kiterjeszt\u00E9sek.
nightly.madecompatible.message=A kompatibiliss\u00E9 tett kiterjeszt\u00E9sek a Firefox \u00FAjraind\u00EDt\u00E1s\u00E1t k\u00F6vet\u0151en lesznek enged\u00E9lyezve.
