extensions.{8620c15f-30dc-4dba-a131-7c5d20cf4a29}.description=U\u017Eite\u010Dn\u00FD n\u00E1stroj pro testov\u00E1n\u00ED v\u00FDvojov\u00FDch verz\u00ED (d\u0159\u00EDve zn\u00E1m\u00FD jako Build ID Copier).
nightly.confirm.title=Opravdu zm\u011Bnit kompatibilitu roz\u0161\u00ED\u0159en\u00ED
nightly.confirm.description=Toto donut\u00ED roz\u0161\u00ED\u0159en\u00ED pracovat ve verzi aplikace ve kter\u00E9 norm\u00E1ln\u011B nepracuje. M\u016F\u017Ee zp\u016Fsobit, \u017Ee se aplikace p\u0159estane chovat stabiln\u011B. Opravdu to chcete ud\u011Blat?
nightly.confirm.checkbox=P\u0159\u00ED\u0161t\u011B se ji\u017E neptat
nightly.installsuccess.message=V\u0161echna roz\u0161\u00ED\u0159en\u00ED byla p\u0159id\u00E1na v po\u0159\u00E1dku. Restartujte aplikaci pro dokon\u010Den\u00ED jejich instalace.
nightly.installpartial.message=%S roz\u0161\u00ED\u0159en\u00ED bylo nainstalov\u00E1no v po\u0159\u00E1dku, restartujte aplikaci pro dokon\u010Den\u00ED.
nightly.cannotwrite.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee nastala chyba p\u0159i z\u00E1pisu do adres\u00E1\u0159e pro roz\u0161\u00ED\u0159en\u00ED.
nightly.badtype.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee Nightly Tester Tools  nem\u016F\u017Ee instalovat roz\u0161\u00ED\u0159en\u00ED tohoto typu.
nightly.badrdf.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee do\u0161lo k chyb\u011B p\u0159i rozbalov\u00E1n\u00ED a \u010Dten\u00ED souboru manifestu.
nightly.notemp.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee v\u00E1\u0161 do\u010Dasn\u00FD adres\u00E1\u0159 je pln\u00FD nebo nep\u0159\u00EDstupn\u00FD.
nightly.nofile.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee soubor neexistuje.
nightly.downloadfail.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee nastala chyba p\u0159i stahov\u00E1n\u00ED (stav %S).
nightly.badguid.message=%S m\u00E1 neplatn\u00E9 guid, kter\u00E9 Nightly Tester Tools opravil. To m\u016F\u017Ee zp\u016Fsobit probl\u00E9my p\u0159i aktualizaci roz\u0161\u00ED\u0159en\u00ED na nov\u011Bj\u0161\u00ED verzi.
nightly.notextbox.message=Mus\u00EDte zvolit textov\u00E9 pole p\u0159ed pou\u017Eit\u00EDm t\u00E9to funkce.
nightly.notalkback.message=Nemohu naj\u00EDt talkback. Pravd\u011Bpodobn\u011B nen\u00ED nainstalovan\u00FD.
nightly.noincompatible.message=Nebyla nalezena \u017E\u00E1dn\u00E1 nekompatibiln\u00ED roz\u0161\u00ED\u0159en\u00ED.
nightly.madecompatible.message=Roz\u0161\u00ED\u0159en\u00ED, kter\u00E1 byla nastavena jako kompatibiln\u00ED budou nainstalov\u00E1na po restartu firefoxu.
nightly.unknowerror.message=%S nen\u00ED mo\u017Eno nainstalovat, proto\u017Ee nastala nezn\u00E1m\u00E1 chyba
nightly.selectaddon.title=Vyberte soubor s roz\u0161\u00ED\u0159en\u00EDm nebo motivem vzhledu
nightly.selectaddon.filteraddons=soubory roz\u0161\u00ED\u0159en\u00ED nebo motiv\u016F vzhledu(*.xpi, *.jar)
nightly.selectaddon.filterextensions=soubory roz\u0161\u00ED\u0159en\u00ED(*.xpi, *.jar)
nightly.selectaddon.filterthemes=soubory motiv\u016F vzhledu(*.xpi, *.jar)
nightly.selectaddon.filterall=V\u0161echny soubory (*.*)
