extensions.{8620c15f-30dc-4dba-a131-7c5d20cf4a29}.description= U\u017Cyteczne narz\u0119dzie dla tester\u00F3w wyda\u0144 nightly.
nightly.confirm.title=Aktualizacja kompatybilno\u015Bci rozszerzenia
nightly.confirm.description=Zastosowanie tej opcji spowoduje pr\u00F3b\u0119 wymuszenia dzia\u0142ania rozszerzenia z wersj\u0105 aplikacji, z kt\u00F3r\u0105 normalnie nie wsp\u00F3\u0142pracuje. Mo\u017Ce to powodowa\u0107 nieprawid\u0142ow\u0105 prac\u0119 aplikacji. Czy napewno chcesz wykona\u0107 aktualizacj\u0119 kompatybilno\u015Bci?
nightly.confirm.checkbox=Nie pytaj ponownie.
nightly.installsuccess.message=Rozszerzenia zosta\u0142y zainstalowane. Prosz\u0119 ponownie uruchomi\u0107 przegl\u0105dark\u0119 Firefox.
nightly.installpartial.message=%S rozszerze\u0144 zosta\u0142o zainstalowanych. Prosz\u0119 ponownie uruchomi\u0107 przegl\u0105dark\u0119 Firefox.
nightly.cannotwrite.message=Nie mo\u017Cna zainstalowa\u0107 %S poniewa\u017C wyst\u0105pi\u0142 b\u0142\u0105d zapisu do folderu rozszerze\u0144.
nightly.badtype.message=Nie mo\u017Cna zainstalowa\u0107 %S. Nightly Tester Tools nie mo\u017Ce instalowa\u0107 dodatk\u00F3w tego typu.
nightly.badrdf.message=Nie mo\u017Cna zainstalowa\u0107 %S poniewa\u017C wyst\u0105pi\u0142 b\u0142\u0105d rozpakowywania i odczytu pliku manifestu.
nightly.notemp.message=Nie mo\u017Cna zainstalowa\u0107 %S poniewa\u017C katalog tymczasowy jest przepe\u0142niony lub niedost\u0119pny.
nightly.nofile.message=Nie mo\u017Cna zainstalowa\u0107 %S poniewa\u017C plik instalacyjny nie istnieje.
nightly.downloadfail.message=Nie mo\u017Cna zainstalowa\u0107 %S poniewa\u017C pobieranie nie powiod\u0142o si\u0119 (status %S).
nightly.badguid.message=%S mia\u0142o nieprawid\u0142owy identyfikator GUID, kt\u00F3ry Nightly Tester skorygowa\u0142. Mo\u017Ce to powodowa\u0107 problemy z uaktualnianiem tego rozszerzenia.
nightly.notextbox.message=Przed u\u017Cyciem tej funkcji nale\u017Cy wskaza\u0107 pole tekstowe.
nightly.notalkback.message=Nie mo\u017Cna znale\u017A\u0107 Talkbacka. By\u0107 mo\u017Ce nie jest zainstalowany.
nightly.noincompatible.message=Nie znaleziono niekompatybilnych element\u00F3w.
nightly.madecompatible.message=Rozszerzenia z zaktualizowan\u0105 kompatybilno\u015Bci\u0105 zostan\u0105 w\u0142\u0105czone po ponownym uruchomieniu Firefoksa.
nightly.unknowerror.message=Nie mo\u017Cna zainstalowa\u0107 %S z powodu nieznanego b\u0142\u0119du.
nightly.selectaddon.title=Wybierz plik dodatku
nightly.selectaddon.filteraddons=Pliki dodatk\u00F3w (*.xpi, *.jar)
nightly.selectaddon.filterextensions=Pliki rozszerze\u0144 (*.xpi)
nightly.selectaddon.filterthemes=Pliki motyw\u00F3w (*.jar)
nightly.selectaddon.filterall=Wszystkie pliki (*.*)
